Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/sd/samediggi.no/algoalbmotnjunus-nammaduvvo-on-nallevealahanlavdegotti-presideantan.html.tmx
Source language: sme
Languages: sma

source: Álgoálbmotnjunuš nammaduvvo ON Nállevealahanlávdegotti presideantan / Riikkaidgaskasaš álgoálbmotovttasbargu / Riikkaidgaskasaš bargu / Sámediggi - Sametinget
sma: Aalkoealmetjeåvtehke nammoehtamme sjædta goh presidente EN:n Raasesïerredimmiemoenehtsasse / Gaskenasjovnaale aalkoealmetjelaavenjostoe / Gaskenasjovnaale barkoe / Saemiedigkie - Sametinget

source: Álgoálbmotnjunuš nammaduvvo ON Nállevealahanlávdegotti presideantan
sma: Aalkoealmetjeåvtehke nammoehtamme sjædta goh presidente EN:n Raasesïerredimmiemoenehtsasse

source: Sámedikki presideanta Aili Keskitalo lihkuha Jose Francisco Cali Tzay nammademiin ON Nállevealahanlávdegotti (CERD) presideantan.
sma: Saemiedigkiepresidente Aili Keskitalo Jose Francisco Cali Tzay:m nammoehtimmine læhkohte goh presidente EN:n Raasesïerredimmiemoenehtsasse (CERD

source: ON konvenšuvdna nállevealaheami vuostá dohkkehuvvui 1969:s.
sma: EN:n konvensjovne raasesïerredimmien vööste nænnoestamme sjïdti 1969.

source: Konvenšuvnna ulbmil lea eastadit máilmmi iešguđet čearddalaš joavkkuid vealaheami.
sma: Konvensjovnen ulmie lea joekehts gïetedimmiem heerredidh ovmessie etnihkeles dåehkijste veartenisnie.

source: Juohke nuppi jagi sáddejit dat riikkat, mat leat vuolláičállán šiehtadusa, raportta ON nállevealahanlávdegoddái.
sma: Fïerhten mubpien jaepien laanth mah leah latjkoem jååhkesjamme, reektehtsh seedtieh EN:n raasesïerredimmiemoenehtsasse.

source: Dávjá kommišuvdna addá rávvagiid ja mearkkašumiid dasa mo šiehtadus galgá áddejuvvot ja čađahuvvot.
sma: Kommisjovne daamtaj juvnehtimmiejgujmie jïh lahtestimmiejgujmie båetieh guktie edtja latjkoem guarkedh jïh tjïrrehtidh.

source: Loga eanet CERD birra dás:
sma: Lohkh vielie CERD:n bïjre:

source: Sámedikki presideanta Aili Keskitalo muitala ahte lea vuosttaš geardde go álgoálbmotnjunuš lea olahan dákkár saji ON-vuogádagas, ja nammadeapmi mearkkaša hui ollu máilmmi álgoálbmogiidda.
sma: Saemiedigkiepresidente Aili Keskitalo soptseste daelie voestes aejkien akte aalkoealmetjeåvtehke aktem dagkeres posisjovnem åådtjeme EN-systeemen sisnjelen, jïh nammoehtimmie lea joekoen vihkeles aalkoealmetjidie veartenisnie.

source: Dat lea dan gelbbolašvuođa ja barggu dohkkeheapmin, maid álgoálbmogat dahket olmmošvuoigatvuođaid nannemiin máilmmis.
sma: Daate akte jååhkesjimmie dehtie maahtoste jïh barkoste maam aalkoealmetjh darjoeh juktie almetjereaktide veartenisnie nænnoestehtedh.

source: - Mii sávvat lihku Jose Francisco Cali Tzay:ii dáinna deaŧalaš bargguin, ja mii doarjut buohkat dán nammadeami, dadjá Keskitalo.
sma: - Mijjieh læhkoehtibie Jose Francisco Cali Tzay:m dejnie vihkeles barkojne, jïh gaajhkesh mijjieh daam nammoehtimmiem dåarjoehtibie, Keskitalo.

source: Jose Francisco Cali Tzay lea Guatemalas eret ja gullá maya ábmogii.
sma: Jose Francisco Cali Tzay maya-almetjijstie båata, Guatemalesne.

source: Loga eanetJose Francisco Cali Tzaybirra dás:
sma: Lohkh vielie Jose Francisco Cali Tzay:n bïjre daesnie:
